Fold segment length.
  Namespace:   Autodesk.Revit.DB.Structure.StructuralSections
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
  Since:  2016
 Syntax
  C#
public double FoldLength { get; set; }
  Visual Basic
Public Property FoldLength As Double
	Get
	Set
  Visual C++
public:
property double FoldLength {
	double get ();
	void set (double value);
}
 See Also
  StructuralSectionCProfileWithFold Class
  Autodesk.Revit.DB.Structure.StructuralSections Namespace